Revit 2027 API
ParameterTypeId.FabricSheetDefaultMinorLapspliceLength Property
 "Default Minor Lap Splice Length": Default Minor Lap Splice Length
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetDefaultMinorLapspliceLength { get; }
Public Shared ReadOnly Property FabricSheetDefaultMinorLapspliceLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetDefaultMinorLapspliceLength {
	ForgeTypeId^ get ();
}
static member FabricSheetDefaultMinorLapspliceLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace